;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Language.....: Afrikaans
;~ Language Code: af
;~ Date.........: 01 January 2018
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Language]
Name = Afrikaans
Code = af
Encoding = Unicode

[About]
Title = Inligting oor %{Program.Name}
Version = Weergawe
AutoIt = Gebou met AutoIt weergawe
Copyright = Kopiereg
Donate.Title = Skenk aan %{Company.Name}
Donate.Message = As jy 'n skenking maak, help jy om ons sagteware gratis te hou\rnen stel ons in staat om die gereedskap en dienste te bekom\rnwat ons gebruik om u te dien. 
Home = Tuisblad
License = Lisensie
Support = Kontak Ons
SA.Title = Gemaak in Suid-Afrika
SA.Message = %{Program.Name} is in Suid-Afrika gebore.
Contributors = Bydraers
Facebook = Like ons op Facebook.
Twitter = Volg ons op Twitter.
GooglePlus = Vind ons op Google.
GitHub = %{Program.Name} op GitHub
Button.OK = OK
RAM = (GEHEUE) %d MB VAN %d MB BESKIKBAAR (%d%)
RAM.Description = Ewetoeganklike Geheue
HDD = (%s) %.2f GB VAN %.2f GB BESKIKBAAR (%d%)

[Custom]
Status.Welcome = Onthou! Moet nooit iets regmaak wat nie gebreek is nie, jy kan Windows breek.
Status.Updates = Op soek na opdaterings
Repair.01 = Herstel Internetprotokolle (TCP/IP)
Repair.02 = Herstel Winsock (Herstel Katalogus)
Repair.03 = Hernu Internetverbindings
Repair.04 = Spoel DNS Resolver Cache (Domain Name System)
Repair.05 = Spoel ARP Cache (Adres Resolusie Protokol)
Repair.06 = Herstel Internet Explorer %s
Repair.07 = Maak Windows Update Geskiedenis Skoon
Repair.08 = Herstel Windows / Automatic Update
Repair.09 = Herstel SSL / HTTPS / Kriptografie
Repair.10 = Stel Proxy Server Konfigurasie terug
Repair.11 = Stel Windows Firewall Konfigurasie terug
Repair.12 = Herstel die standaard hosts lêer
Repair.13 = Hernu Wins Client Registrasies
Tip.Status.Show = Wys Status
Tip.Status.Hide = Versteek Status
Button.Go = Begin!
Button.Go.Stop = Stop
Info.01 = Voordat jy begin; word dit aanbeveel dat u 'n stelselherstelpunt maak om enige veranderinge wat deur Complete Internet Repair gemaak is terug te draai. Gebruik die ingeboude Windows Internet Troubleshooters voor enige herstelopsies.\rn\rnKies u herstelopsies en druk '%s' om te begin. Moenie iets kies tensy u rekenaar die beskryfde probleem het nie. Slaan enige opsie oor wat u nie verstaan nie.
Info.02 = Hierdie opsie herskryf belangrike register sleutels wat gebruik word deur die Internet protokol (TCP/IP) stack. Dit het dieselfde resultaat as om die protokol te verwyder en weer te installeer.
Info.03 = Hierdie kan gebruik word om Winsock-korrupsie en verlies aan netwerkverbindings te herstel. Hierdie opsie moet versigtig gebruik word, aangesien enige vooraf geïnstalleerde LSP's weer geïnstalleer moet word.
Info.04 = Hernu alle Internet (TCP/IP) verbindings.
Info.05 = Spoel DNS Resolver Cache, verfris alle DHCP huurkontrakte en herregistreer DNS name.
Info.06 = ARP (Address Resolution Protocol) Cache is 'n tegniek wat gebruik word om 'mappings' van OSI Model Network Layer-adresse (IP-adresse) op te slaan op ooreenstemmende OSI Model Data Link-adresse (MAC-adresse). As gevolg van 'n verskeidenheid moontlike omstandighede kan die ARP-cache beskadig word.\rn\rnDie simptome sluit in: talle webwerwe versuim om te laai en onderbrekings in netwerk of internet konneksie. Die Ping-opdrag sal ook nie werk vir kommunikasie met twee of meer afgeleë leërskare nie.
Info.07 = Herregistreer al die betrokke dll- en ocx-lêers wat benodig word vir die gladde werking van Microsoft Internet Explorer %s.
Info.08 = Hierdie opsie sal die Windows Update Geskiedenis uitvee. Dit sal dit doen deur die [%s] en [%s] -gidse leeg te maak.
Info.09 = Hierdie opsie sal probeer om Windows Update / Outomatiese opdaterings op te los. Probeer dit as jy nie opdaterings kan aflaai of installeer nie.
Info.10 = As u probleme ondervind met die koppeling aan SSL / Veilige webwerwe (bv. Bankdienste), kan hierdie opsie help.
Info.11 = Baie malware-infeksies skep proxy-bedieners en stel dan Windows in om alle webverkeer deur die virusproxy te stuur. Byvoorbeeld, 'n poging om toegang tot Rizonesoft.com te verkry, sal na 'n malware-werf lei.\rn\rnDie opsie sal probeer om alle instaanbedienings konfigurasies te herstel, insluitend die volgehoue WinHTTP proxy configuration.
Info.12 = Stel die Windows Firewall konfigurasie terug na sy verstekstatus.
Info.13 = Stel die Windows hosts-lêer terug na sy verstekstatus.
Info.14 = Dit is soms nodig dat kliënte of bedieners op u netwerk hul NetBIOS-name moet herregistreer met 'n WINS-bediener (Windows Internet Name Service).\rn\rnHier is 'n paar situasies waar die WINS-kliëntregistrasies verleng moet word: die registrasie is verlore of geskrap in WINS en moet deur die kliënt verfris word. Die registrasie bestaan in sommige WINS-bedieners, maar nie in ander nie. 'n Herregistrasie is nuttig om die WINS-weergawe IDS te verhoog, wat sal help om 'n WINS-bediener replikasie te veroorsaak.
SubHead.Notice = Complete Internet Repair funksionaliteit nou in Complete Windows Repair ingebou. Klik hier om dit nou af te laai!
All.Complete = Alle geselekteerde take voltooid.

[Donate]
Heading = %{Program.Name} dien u al meer as %d uur. Maak ñ skenking en help ons om ons sagteware gratis te hou.
Message = Klik op die PayPal-knoppie hieronder of gaan na PayPal.me/rizonesoft, vul in die bedrag en stuur vir ons die skenking. Omdat dit PayPal is, weet jy dit is makliker en veiliger as om kontant. Het u geen PayPal-rekening? Geen probleem nie, dit is vinnig en maklik om ñ rekening oop te maak.

[File]
Backup.Saving = Stoor '%s'
Backup.Success = Gids suksesvol gestoor in '%s'.
Backup.Continue = Ons sal nou voortgaan om dit te verwyder.
Backup.Error01 = '%s' kon nie gestoor word nie.
Backup.Error02 = Om dataverlies te vermy, sal hierdie gids nie verwyder word nie.
CleanDir.Clearing = Vee '%s' skoon.
CleanDir.Error01 = Gids Pad
CleanDir.Error02 = Niks Hier '%s' nie!
CleanDir.Error03 = '%s' kon nie verwyder word nie.
CleanDir.Attributes = Stel eienskappe vir '%s'.
CleanDir.Success = '%s' is verwyder.
Delete.Removing = Besig om '%s' te verwyder.
Delete.Success = Die lêer is verwyder.
Delete.Error = Kon nie die lêer verwyder nie.
OpenText.Opening = Maak '%s' oop
OpenText.Success = Wys '%s' lêer.
OpenText.Error = Kon nie die '%s' lêer vind nie.

[Logging]
Finished = Klaar
success = sukses
Response.Received = Reaksie Ontvang
Successfully = Suksesvol
OK = OK
Registration succeeded = Registrasie suksesvol
Initiated = Geïnisieer
Error = fout
Failed = misluk
Access.Denied = Toegang word geweier
No.Operation.Performed = Geen operasie kan uitgevoer word nie
VERSION = WEERGAWE
File.Not.Found = Kon die [%s] loglêer nie vind nie
Showing.File = Vertoon [%s] loglêer
Showing.Error = Iets het verkeerd gegaan: Proses ID: %s
Opening.File = Besig om die loglêer oop te maak
Opening.Directory = Besig om die log omslag oop te maak
Directory.Not.Found = Kon die [%s] log omslag nie vind nie
Showing.Directory = Vertoon [%s] log omslag
Bool.Yes = Ja
Bool.No = Nee
Info.Date = Datum:
Info.Program = Program:
Info.Program.Version = Program Weergawe:
Info.Program.Path = Program Pad:
Info.Compiled = Saamgestel:
Info.AutoIt.Version = AutoIt Weergawe:
Info.AutoIt.64Bit = AutoIt 64-Bis Weergawe:
Info.Windows.Version = Windows Weergawe:
Info.System.Type = Stelsel Tipe:
Info.Memory = Geheue (RAM):
Info.Program.Files = Program Lêers:
Info.Windows.Directory = Windows Omslag:
Level.Error = Fout:
Level.Warning = Waarskuwing:
Level.Success = Sukses:
Level.Finished = Klaar:

[Menus]
File = &Lêer
File.EventLog = Windows &Event Viewer
File.Preferences = &Voorkeure
File.Logging = &Logging
File.Log.OpenFile = Vertoon &loglêer
File.Log.OpenDir = Vertoon log &omslag
File.Log.IPReset = Vertoon &IP reset log
File.Export = Uitvoer (inligting)
File.Export.IP = &IP Konfigurasie (almal)
File.Export.LSP = Winsock &LSPs
File.Export.ARP = &ARP Inskrywings (almal)
File.Export.NBIOS = Net&BIOS Statistiek
File.Reboot = &Herlaai Windows
File.Close = Sluit af\tAlt+F4
Maintenance = &Onderhoud
Maintenance.Restore = Skep 'n Windows Herstelpunt
Troubleshoot = &Vind Probleme
Troubleshoot.01 = Netwerkdiagnostiek &Web (Internet)
Troubleshoot.02 = Netwerkdiagnostiek Netwerk &Adapter
Troubleshoot.03 = I&nternet Diagnostiese
Troubleshoot.04 = Netwerkdiagnostiek &Inkomende
Troubleshoot.05 = &Tuisgroep Diagnostiese
Troubleshoot.06 = Netwerkdiagnostiek &Lêergedeelte
Troubleshoot.07 = &BITS Diagnostiese
Troubleshoot.08 = Windows &Update Diagnostiese
Troubleshoot.09 = Internet E&xplorer Diagnostiese
Troubleshoot.10 = Internet Explorer &Sekuriteitsdiagnostiek
Troubleshoot.11 = Internet Spo&ed Toets
Troubleshoot.12 = Soek Router &Wagwoorde
Tools = &Gereedskap
Tools.RDP = Eksterne &Skermverbinding
Tools.IEP = &Explorer-eienskappe
Tools.InstallIP6 = &Installeer IP6 Protokol
Tools.UninstallIP6 = &Verwyder IP6 Protokol
Tools.RepWorkView = Herstel &Workgroup Computers view
Help = &Help
Help.Update = Soek vir &Opdaterings
Help.Home = %{Company.Name} &Tuiste
Help.Forums = Produk Ondersteunings &Forums
Help.Downloads = &Meer Sagteware
Help.Contact = &Kontak %{Company.Name}
Help.Issue = Skep 'n &probleem
Help.Donate = &Skenkings 
Help.About = &Inligting oor %{Program.Name}
Debug = &Debug

[Messages]
Info.Title = Neem asseblief kennis
Warning.Title = Waarskuwing!
Error.Title = Oeps! Iets het verkeerd geloop!
Error.Oops = Oeps!
Singleton = %{Program.Name} is alreeds oop.
Compatible = %{Program.Name} is nie verenigbaar met u weergawe van Windows nie. As jy glo dat dit 'n fout is, voel asseblief vry om 'n boodskap by %s te stuur met al die besonderhede.
Compatible.Bit = Ongelukkig is %{Program.Name} 32 Bit nie verenigbaar met u weergawe van Windows nie. Laai asseblief %{Program.Name} 64 Bit van %s af.
Load.Initializing = Initialisering van %{Program.Name} 
Load.Localizations = Laai Localisasies
Load.Resources = Laai Hulpbronne
Load.WorkingDirectories = Stel Werkgidse op
Load.Logging = Initialiseer Logging
Load.Configuration = Laai Konfigurasie
Load.Shortcuts = Laai Sleutelbordkortpaaie
Load.Interface = Begin Kernkoppelvlak
Ping.Check.Connection = Kontroleer verbinding met die Internet.
Ping.Response = Reaksie ontvang in %s millisekondes.
Ping.Host.Offline = Afgeleë Rekenaar is vanlyn af.
Ping.Host.Unreachable = Afgeleë Rekenaar is onbereikbaar.
Ping.Host.Bad = Slegte Bestemming.
Ping.Host.NoInternet = Geen Internet konneksie nie.
Global.Errors = Voltooid met (%02i) %s!
Global.Errors.Error = fout
Global.Errors.Errors = foute
Global.Finished = Geselekteerde taak voltooid.
Global.File = lêer
Global.Files = lêers
RegisterDll.Success = RegSvr32.exe > '%s' registrasie suksesvol.
RegisterDll.Error01 = RegSvr32.exe > '%s' Om 'n module te registreer, moet u 'n binêre naam verskaf.
RegisterDll.Error02 = RegSvr32.exe > '%s' Spesifieke module nie gevind nie.
RegisterDll.Error03 = RegSvr32.exe > '%s' Module gelaai maar toegangspunt DllRegisterServer is nie gevind nie.
RegisterDll.Error04 = RegSvr32.exe > '%s' Foutnommer: 0x80070005
WriteRegistry.Err = Kon nie skryf na '%s'
Registry.Error01 = Kan nie versoekte sleutel oopmaak nie.
Registry.Error02 = Kan nie aangevraagde hoof sleutel oopmaak nie.
Registry.Error03 = Kan nie aangevraagde waarde oopmaak nie.
Registry.Error04 = Waarde tipe word nie ondersteun nie.
Registry.Error05 = Kan nie versoekte waarde uitvee nie.
Registry.Error06 = Kan nie versoekte sleutel/waarde uitvee nie.

[Messages2]
Select.Something.Title = Kies Iets
Select.Something = Kies iets asseblief.
Stopping = Wag asseblief tot huidige taak voltooid is!
Boot.01 = 'n Stelselherlaai kan nodig wees voordat die instellings van krag word.
Boot.02 = Om te Reboot of nie te Reboot nie?
Boot.03 = Jy moet dalk jou rekenaar reboot voordat die instellings van krag sal wees. Wil jy jou rekenaar nou reboot? Stoor jou goed, hou jou asem op en druk 'Yes' om jou rekenaar te reboot. Of druk 'No' om my te ignoreer.
Boot.04 = ^ Jy wil nie jou rekenaar herlaai nie?
Boot.05 = ^ Ek kan nie daarmee argumenteer nie. Dit is tog jou rekenaar.
Boot.06 = Klik op %s en dan %s om jou rekenaar te reboot.
Boot.07 = Herlaai tans Windows...
Boot.08 = Reboot!
Boot.09 = Jou rekenaar sal herlaai in %s sekondes. Dit behoort jou genoeg tyd te gee om jou goed te red. Druk Ok om jou rekenaar te herlaai.
Boot.10 = Jou rekenaar is besig om te herlaai.
Boot.11 = Herlaai Gekanselleer.
ResetIP.01 = Herstel van alle IP-konfigurasies.
ResetIP.02 = TCP/IP Reset log geleë @ [%s]
ResetIP.03 = Herstel van IP-weergawe 4 konfigurasies.
ResetIP.04 = Herstel van IP-weergawe 6 konfigurasies.
Winsock.01 = Besig om Winsock katalogus te herstel.
Winsock.02 = Dit word aanbeveel dat u Windows XP Service Pack 2 of later installeer.
Winsock.03 = Herstel Winsock-katalogus klaar.
Winsock.04 = Herstel Winsock met Metode 1.
Winsock.05 = Herstel Winsock met Metode 2.
RenewIP.01 = Vrystelling en hernuwing van TCP/IP verbindings
RenewIP.02 = Vrystelling van TCP/IP verbindings
RenewIP.03 = Hernuwing van TCP/IP verbindings
RenewIP.04 = Winsock herstel
RenewIP.05 = TCP/IP verbindings hernu
DNS.01 = Besig om DNS Resolver Cache te verfris.
DNS.02 = Besig om DNS te Spoel
DNS.03 = Besig om DNS te Registreer
DNS.04 = DNS Vernieuwd
ARP.01 = Spoel ARP (adres resolusie protokol) cache.
ARP.02 = ARP Cache vernieuwd
RepairIE.01 = Besig met herstel van Internet Explorer weergawe %s.
RepairIE.02 = Stoor jou werk voordat jy Ok druk
RepairIE.03 = Herstel van 'Open in new tab/window not working'.
RepairIE.04 = Herstel van 'Add-Ons-Manager menu entry is present but nothing happens'.
RepairIE.05 = Herstel van eenvoudige HTML Mail API.
RepairIE.06 = Herstel van Group policy snap-in.
RepairIE.07 = Herstel van 'Smart Screen'.
RepairIE.08 = Herstel van 'IEAK Branding'.
RepairIE.09 = Herstel van ontwikkelingshulpmiddels.
RepairIE.10 = Herstel van 'IE8 closes immediately on launch'.
RepairIE.11 = Herstel van die License Manager.
RepairIE.12 = Herstel van Javascript skakels wat nie werk nie.
RepairIE.13 = Herstel van die VS Debugger.
RepairIE.14 = Herstel van 'Printing' probleme ('open in new window').
RepairIE.15 = Herstel van 'Find on this page is blank'.
RepairIE.16 = Herstel van 'Process debug manager'.
RepairIE.17 = Herstel van die 'VML Renderer'.
RepairIE.18 = Herstel 'Nuwe tabbladsy' kan inhoud nie vertoon word nie omdat dit nie toegang tot die kontroles het nie.
RepairIE.19 = Dit is die gevolg van 'n fout in shdocvw.dll.
RepairIE.20 = Herstel van Outlook Express.
RepairIE.21 = Internet Explorer behoort nou korrek te funksioneer.
ClearUpdate.01 = Opruiming van Opdateringsgeskiedenis lêer.
ClearUpdate.02 = Opdateringsgeskiedenis lêer behoort nou skoon te wees.
RepUpdate.01 = Herstel van Windows Update / Outomatiese opdaterings.
RepUpdate.02 = Stop die Nero Update-diens.
RepUpdate.03 = Stop die BITS-diens.
RepUpdate.04 = Stop die outomatiese opdateringsdiens.
RepUpdate.05 = Instelling van BITS Sekuriteitsbeskrywer.
RepUpdate.06 = Instelling van outomatiese opdaterings Diens Sekuriteitsbeskrywer.
RepUpdate.07 = Instelling van outomatiese opdateringsdiens.
RepUpdate.08 = Instelling van BITS.
RepUpdate.09 = Registrasie van Windows Updates Dlls.
RepUpdate.10 = Herlaai die outomatiese opdateringsdiens.
RepUpdate.11 = Herbegin die BITS-diens.
RepUpdate.12 = Herlaai die Nero Update-diens.
RepUpdate.13 = Skoonmaak van transaksionele metadata op die volgende Transactional Resource Manager Mount.
RepUpdate.14 = Skoonmaak van die BITS-tou.
RepUpdate.15 = Begin dadelik Windows Updates opspoor.
RepUpdate.16 = Windows Update herstel.
SSL.Crypt.01 = Herstel van SSL / HTTPS / Kriptografie diens.
SSL.Crypt.02 = Stop die kriptografiese diens.
SSL.Crypt.03 = Konfigurasie van die kriptografiese diens.
SSL.Crypt.04 = Maak '%s' skoon.
SSL.Crypt.05 = '%s' skoongemaak.
SSL.Crypt.06 = Registrasie van SSL / HTTPS / Kriptografie Dlls.
SSL.Crypt.07 = SSL / HTTPS / Kriptografie geregistreer.
SSL.Crypt.08 = Herbegin die kriptografiese diens.
SSL.Crypt.09 = Aanlynbankdienste behoort nou te werk.
Reset.Proxy.01 = Herstel van proxy instellings.
Reset.Proxy.02 = Stel proxy an direkte toegang.
Reset.Proxy.03 = Proxy instellings herstel na standaard.
Reset.Firewall.01 = Herstel van Windows Firewall-konfigurasie.
Reset.Firewall.02 = Firewall instellings herstel na standaard.
Restore.HOSTS.01 = Herstel van die standaard Windows HOSTS lêer.
Restore.HOSTS.02 = 'n Fout het voorgekom tydens die skryf van die HOSTS lêer.
Restore.HOSTS.03 = Skryf data na die HOSTS-lêer.
Restore.HOSTS.04 = HOSTS lêer suksesvol geskep.
Restore.HOSTS.05 = HOSTS lêer herstel.
Renew.Wins.01 = Hernuwing van Wins kliënt registrasies.
Renew.Wins.02 = Wins kliënt Registrasies Hernu.
Open.Events.01 = Maak Windows Event Viewer oop.
Open.Events.02 = U behoort Event Viewer nou te sien.
Export.IP.01 = Voer Windows IP-konfigurasie uit.
Export.IP.02 = IP-konfigurasie gestoor in '%s'
Export.IP.03 = Kon nie IP-konfigurasie stoor nie.
Export.LSPs.01 = Voer lys van Geïnstalleerde Winsock LSPs uit.
Export.LSPs.02 = Winsock LSPs lys gestoor in '%s'
Export.LSPs.03 = Kon nie LSP-lys stoor nie.
Export.ARP.01 = Uitvoer van ARP-inskrywings.
Export.ARP.02 = ARP-inskrywings gestoor in '%s'
Export.ARP.03 = Kon nie ARP-inskrywings stoor nie.
Export.NBIOS.01 = Uitvoer van NetBIOS-statistiek.
Export.NBIOS.02 = NetBIOS-statistiek gestoor in '%s'
Export.NBIOS.03 = Kon nie NetBIOS-statistiek stoor nie.
Tools.OpenRDP.01 = Maak Eksterne Skermverbinding oop.
Tools.OpenRDP.02 = Kon nie Eksterne Skermverbinding oopmaak nie.
Tools.OpenRDP.03 = Eksterne Skermverbinding behoort oop te wees.
Tools.OpenIEP.01 = Maak Internet Explorer-eienskappe oop.
Tools.OpenIEP.02 = Kon nie Internet Explorer-eienskappe oopmaak nie.
Tools.OpenIEP.03 = Jy behoort Internet Explorer-eienskappe te sien.
Tools.InstallIP6 = Installeer TCP/IP v6 Protokol.
Tools.UninstallIP6 = Verwyder TCP/IP v6 Protokol.
Tools.RepWorkGroup = Herstel Workgroup Computers view.

[Update]
Title.Available = Opdatering Beskikbaar
Title.Congratulations = Hierdie is die nuutste weergawe.
Title.Error = Iets het verkeerd geloop!
Message.Update = Daar is 'n nuwe weergawe van %{Program.Name} beskikbaar.
Message.Latest = U gebruik die nuutste weergawe van %{Program.Name}.
Message.Error = Inligting oor die nuutste weergawe van %{Program.Name} kon nie opgespoor word nie.
Message.Internet = Gaan asseblief u internetverbinding na en probeer weer.
Build.Current = Huidige Bou:
Build.Update = Opdatering Bou:
CheckBox.NoUpdate = Moenie vir opdaterings soek nie.
Button.Update = Laai nuwe weergawe af
Button.Close = Maak toe

[Versioning]
Administrator = Administrateur
Build = Bou
AutoIt.Version = Met AutoIt Weergawe %{AutoIt.Version}
Bit = Bit